print("\nЭта строка " + "вряд ли " + "удив" + "ит вас." \
      + "Но интересно. " + "что" + " она -\n" + "одна длинная-длин" \
      + "на" + "я" + "строка. сцепленная " \
      + "из " + "двадцати двух\n" + "отдельных строк. разбитых " \
      + "на шесть строк." + "наша Достаточно ли вы "  + "впечатлены?" + "Hy хватит \n" \
      + "вот" + "наша" + "длинная" + "стока закончилась")
print("\nEcли текст нравится. его можно и повторить. К примеру. ") 
print("кто не любит пирожных? Только дураки не любят пирожных. А")
print("pаз мы люди честные. то выскажемся о своих симпатиях") 
print("откровенно: ") 
print("Пирожные" * 10)
input("\n\nНажмите Enter. чтобы выйти.")